[
  {
    "title": "FPV",
    "description": "First person view. Refers to the way the video feed from the drone looks.",
    "link": "",
    "author": ""
  },
  {
    "title": "vtx",
    "description": "Video transmitter. The module that takes your FPV camera feed and transmits it over (usually) 5.8GHz to your goggles or other video receiver.",
    "link": "",
    "author": "Georgi"
  },
  {
    "title": "receiver",
    "description": "Usually refers to the radio receiver module on the drone. This is the unit that receives commands from your radio transmitter (controller).",
    "link": "",
    "author": ""
  },
  {
    "title": "transmitter",
    "description": "Your radio transmitter controller. The unit that sends instructions over (usually) 2.4GHz to the receiver on the drone",
    "link": "",
    "author": ""
  },
  {
    "author": "Power_FPV",
    "description": "Slang for abandoned building. Very popular for both racing and freestyle pilots",
    "link": "",
    "title": "Bando"
  },
  {
    "author": "Power_FPV",
    "description": "Abbreviation for Crossfire, a long range 868mhz/915mhz radio protocol",
    "link": "",
    "title": "XF"
  },
  {
    "author": "Power_FPV",
    "description": "Slang for Lithium Polymer battery. 99.99% of fpv quads run LiPo batteries due to their high density, light weight and power output.",
    "link": "",
    "title": "LiPo"
  },
  {
    "author": "Power_FPV",
    "description": "Stands for Flight Controller. The main \"brain\" of the quadcopter that takes radio input from the receiver, signal from gyroscopes and accelerometers, and controls the angle of the drone. ",
    "link": "",
    "title": "FC"
  },
  {
    "author": "Power_FPV",
    "description": "Abbreviation for On Screen Display. This overlays important flight statistics (battery voltage, RSSI, altitude etc.) On the FPV feed.",
    "link": "",
    "title": "OSD"
  },
  {
    "author": "Power_FPV",
    "description": "Dshot is a digital protocol for communication between the flight controller and ESC's",
    "link": "https://oscarliang.com/dshot/",
    "title": "Dshot"
  }
]
